[
    {
      "id": 1,
      "category_name": "Food",
      "title": "Provide Nutritious Meals",
      "description": "Help provide nutritious meals to those in need.Nutritious food provides essential vitamins, minerals, proteins, healthy fats, and carbohydrates that are vital for the proper functioning of the body. A balanced diet supports growth, boosts the immune system, maintains a healthy weight, and reduces the risk of chronic diseases such as heart disease, diabetes, and certain cancers.",
      "img": "https://i.ibb.co/J2zXDdb/Food.png",
      "bg_color": "#e74c3c",
      "text_color": "#4b0082",
      "card_bg_color": "#ec7063",
      "price": "$20"
    },
    {
      "id": 2,
      "category_name": "Health",
      "title": "Provide Good Treatment",
      "description": "Good health significantly contributes to an improved quality of life. When you prioritize your health through a balanced diet, regular exercise, adequate rest, and stress management, you experience increased energy levels, better mood, and improved mental clarity. This allows you to fully engage in and enjoy daily activities, relationships, hobbies, and pursuits that bring you happiness and fulfillment.",
      "img": "https://i.ibb.co/pfzmMn2/Health.png",
      "bg_color": "#2ecc71",
      "text_color": "#ffffff",
      "card_bg_color": "#58d68d",
      "price": "$30"
    },
    {
      "id": 3,
      "category_name": "Clothing",
      "title": "Supply Clothing and Blankets",
      "description": "Wearing comfortable and well-fitting clothing enhances overall well-being and comfort. Appropriate clothing for specific activities or occasions ensures ease of movement, reduces physical discomfort, and promotes good posture. Fabrics that are breathable, lightweight, and suited to the climate provide comfort throughout the day, allowing individuals to focus on their tasks and activities without distraction.",
      "img": "https://i.ibb.co/HN2dc97/Clothing.png",
      "bg_color": "#3498db",
      "text_color": "#DAA520",
      "card_bg_color": "#5dade2",
      "price": "$25"
    },
    {
      "id": 4,
      "category_name": "Education",
      "title": "Provide Good Education",
      "description": "Education equips individuals with knowledge, skills, and expertise in various subjects and fields of study. It cultivates critical thinking, problem-solving abilities, and analytical skills, enabling individuals to make informed decisions and adapt to changing circumstances.",
      "img": "https://i.ibb.co/kHsjxYy/Education.png",
      "bg_color": "#f39c12",
      "text_color": "#000000",
      "card_bg_color": "#f7dc6f",
      "price": "$40"
    },
    {
      "id": 5,
      "category_name": "Food",
      "title": "Meal Assistance for Families",
      "description": "A healthy diet not only benefits the body but also the mind. Proper nutrition contributes to better brain function, improved concentration, enhanced mood, and reduced risk of mental health disorders. Nutrients like omega-3 fatty acids, antioxidants, and B vitamins play a crucial role in supporting cognitive function and emotional well-being.",
      "img": "https://i.ibb.co/J2zXDdb/Food.png",
      "bg_color": "#e74c3c",
      "text_color": "#4b0082",
      "card_bg_color": "#ec7063",
      "price": "$15"
    },
    {
      "id": 6,
      "category_name": "Health",
      "title": "Support Mental Health Initiatives",
      "description": "Healthy habits and a well-maintained lifestyle can significantly reduce the risk of chronic diseases and illnesses. Regular physical activity, a nutritious diet, sufficient hydration, and avoidance of harmful habits like smoking and excessive alcohol consumption can bolster your immune system, lower blood pressure, regulate cholesterol levels, and reduce the likelihood of developing conditions such as heart disease, diabetes, obesity, and certain cancers.",
      "img": "https://i.ibb.co/pfzmMn2/Health.png",
      "bg_color": "#2ecc71",
      "text_color": "#ffffff",
      "card_bg_color": "#58d68d",
      "price": "$35"
    },
    {
      "id": 7,
      "category_name": "Clothing",
      "title": "Provide School Uniforms",
      "description": "Clothing helps individuals express their culture, beliefs, and personal style. It plays a significant role in reflecting one's identity and heritage. Different cultures have distinct traditional clothing, and modern fashion allows people to showcase their personality and creativity through their attire. Clothing choices often communicate social and cultural affiliations and contribute to a sense of belonging and identity.",
      "img": "https://i.ibb.co/HN2dc97/Clothing.png",
      "bg_color": "#3498db",
      "text_color": "#DAA520",
      "card_bg_color": "#5dade2",
      "price": "$20"
    },
    {
      "id": 8,
      "category_name": "Education",
      "title": "Empower Adult Education",
      "description": "Education significantly enhances job prospects and career opportunities. Higher levels of education are often correlated with higher income levels and a broader range of career choices. It helps individuals acquire specialized skills that are in demand in the job market, making them more competitive and marketable to employers.",
      "img": "https://i.ibb.co/kHsjxYy/Education.png",
      "bg_color": "#f39c12",
      "text_color": "#000000",
      "card_bg_color": "#f7dc6f",
      "price": "$30"
    },
    {
      "id": 9,
      "category_name": "Food",
      "title": "Food Banks and Distribution",
      "description": "Consuming nutritious meals provides the body with the necessary energy to carry out daily activities effectively. A balanced diet helps stabilize blood sugar levels, preventing energy crashes and promoting sustained energy throughout the day. This, in turn, enhances productivity, focus, and overall performance in both personal and professional endeavors.",
      "img": "https://i.ibb.co/J2zXDdb/Food.png",
      "bg_color": "#e74c3c",
      "text_color": "#4b0082",
      "card_bg_color": "#ec7063",
      "price": "$25"
    },
    {
      "id": 10,
      "category_name": "Health",
      "title": "Provide a good health",
      "description": "Investing in your health can lead to a longer, healthier life. Adopting healthy behaviors and taking preventive measures can slow down the aging process and increase your lifespan. By engaging in regular exercise, eating a balanced diet rich in antioxidants, staying mentally active, and managing stress effectively, you can promote longevity and age gracefully, maintaining your independence and enjoying a high quality of life as you grow older.",
      "img": "https://i.ibb.co/pfzmMn2/Health.png",
      "bg_color": "#2ecc71",
      "text_color": "#ffffff",
      "card_bg_color": "#58d68d",
      "price": "$40"
    },
    {
      "id": 11,
      "category_name": "Clothing",
      "title": "Warmth for the Homeless",
      "description": "Clothing serves as a protective barrier between our bodies and the external environment. It shields us from harsh weather conditions, such as extreme heat, cold, wind, and rain. Additionally, specialized clothing like safety gear, helmets, and reflective vests offer protection during various activities, reducing the risk of injuries in hazardous environments or situations.",
      "img": "https://i.ibb.co/HN2dc97/Clothing.png",
      "bg_color": "#3498db",
      "text_color": "#DAA520",
      "card_bg_color": "#5dade2",
      "price": "$20"
    },
    {
      "id": 12,
      "category_name": "Education",
      "title": "Digital Learning Initiatives",
      "description": "Education empowers individuals by boosting their self-confidence and self-esteem. It provides a sense of accomplishment, encourages personal growth, and fosters a positive outlook on life. Empowered individuals are more likely to contribute actively to their communities and society as a whole.",
      "img": "https://i.ibb.co/kHsjxYy/Education.png",
      "bg_color": "#f39c12",
      "text_color": "#000000",
      "card_bg_color": "#f7dc6f",
      "price": "$35"
    }
  ]